Repository: 84000/data-translation-memory
Catalog: toh216-v3.tmx
Source language: bo
Languages: en

source: །དེ་ནས་རྒྱལ་པོ་མ་སྐྱེས་དགྲས་གནས་བརྟན་འོད་སྲུང་ཆེན་པོ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །བཙུན་པ་འོད་སྲུང་ཆེན་པོ་བཙུན་པ་ནི་བཅོམ་ལྡན་འདས་ཀྱིས་སྦྱངས་པའི་ཡོན་ཏན་སྨྲ་བའི་ནང་ན་མཆོག་ཏུ་བཀའ་སྩལ་གྱིས་རས་ཟུང་གཅིག་པོ་འདི་བཞེས་ཤིག །
en: Then King Ajātaśatru said to the elder Mahākāśyapa, “Venerable Mahākāśyapa, the Blessed One has declared venerability to be the highest among all ascetic practices, so please accept this bolt of cloth.”

source: འོད་སྲུང་ཆེན་པོས་ཀྱང་སྨྲས་པ། རྒྱལ་པོ་ཆེན་པོ་བདག་ནི་འདོད་ཆགས་མ་སྤངས། ཞེ་སྡང་མ་སྤངས། གཏི་མུག་མ་སྤངས་ཏེ།
en: Mahākāśyapa responded, “Great King, I have not eliminated attachment, I have not eliminated aggression, and I have not eliminated delusion.

source: བདག་གིས་འདི་བླང་བའི་མི་རིགས་སོ།
en: Therefore, it is not appropriate for me to accept this.

source: །རྒྱལ་པོ་ཆེན་པོ་བདག་གིས་ནི་མ་རིག་པ་མ་སྤངས། སྲིད་པའི་སྲེད་པ་ཡང་མ་སྤངས་སོ།
en: Great King, I have not eliminated ignorance, and I have not eliminated my craving for becoming.

source: །རྒྱལ་པོ་ཆེན་པོ་བདག་གིས་ནི་སྡུག་བསྔལ་ཡང་ཡོངས་སུ་མ་ཤེས་སོ།
en: Great King, I have not understood suffering.

source: །བདག་གིས་ནི་འདུས་པ་ཡང་མ་སྤངས།
en: I have not abandoned its manifestation.

source: བདག་གིས་ནི་འགོག་པ་ཡང་མངོན་དུ་མ་བགྱིས།
en: I have not actualized cessation.

source: བདག་གིས་ནི་ལམ་ཡང་མ་བསྒོམས།
en: I have not cultivated the path.

source: རྒྱལ་པོ་ཆེན་པོ་བདག་གིས་ནི་དེ་བཞིན་གཤེགས་པ་མ་མཐོང་ཆོས་མ་ཐོས། དགེ་འདུན་གྱི་རྗེས་སུ་མ་ཞུགས་སོ།
en: Great King, I have not seen the Thus-Gone One, I have not heard the Dharma, and I have not joined the Saṅgha.

source: །རྒྱལ་པོ་ཆེན་པོ་བདག་གིས་ནི་ཉོན་མོངས་པ་རྣམས་མ་སྤངས་སོ།
en: Great King, I have not eliminated the afflictions.

source: །རྒྱལ་པོ་ཆེན་པོ་བདག་གིས་ཡེ་ཤེས་མངོན་དུ་མ་བགྱིས་སོ།
en: Great King, I have not actualized wisdom.

source: །རྒྱལ་པོ་ཆེན་པོ་བདག་ནི་མིག་རྣམ་པར་དག་པ་མ་ལགས་སོ།
en: Great King, I have not purified my vision.

source: །བདག་ནི་ཡེ་ཤེས་ཀྱི་བྱ་བ་ཆུང་ཟད་ཀྱང་མི་བྱེད་དོ།
en: I have not performed any acts of wisdom whatsoever.

source: །བདག་ལ་སྦྱིན་པ་བྱིན་པས་འབྲས་བུ་ཆེན་པོར་ཡང་མི་འགྱུར། འབྲས་བུ་ཆུང་ངུར་ཡང་མི་འགྱུར་རོ།
en: A great result will not come from giving to me, nor will giving to me lead to even a trifling result.

source: །བདག་ནི་འཁོར་བའི་ཆོས་ཅན་ཡང་མ་ལགས། མྱ་ངན་ལས་འདའ་བའི་ཆོས་ཅན་ཡང་མ་ལགས་སོ།
en: I do not possess the attributes of saṃsāra, and I do not possess the attributes of nirvāṇa.

source: །བདག་ལ་སྦྱིན་པ་བྱིན་པས་དག་པར་ཡང་མི་འགྱུར་རོ།
en: Purification will not come from giving to me.

source: །རྒྱལ་པོ་ཆེན་པོ་ཁྱོད་གལ་ཏེ་དེ་འདྲ་བའི་ཆོས་དང་ལྡན་པར་གྱུར་ན། བདག་ཁྱོད་ལས་རས་ཟུང་གཅིག་པོ་ལེན་ཏོ་ཞེས་དེ་སྐད་སྨྲས་ནས།
en: Still, Great King, if you have such qualities, I will accept this bolt of cloth from you.”

source: གོས་དེ་ལུས་ལ་ཕུལ་མ་ཐག་ཏུ་དེ་ཡང་མེད་དེ་སླར་མི་སྣང་བར་གྱུར་ཏོ།
en: As soon as the king offered the cloth to his body, Mahākāśyapa also disappeared, and he did not reappear.

source: །དེ་ལྟ་སྟེ་དགེ་སློང་ལྔ་བརྒྱ་པོ་དེ་དག་ཀྱང་མེད་དེ་མི་སྣང་བར་གྱུར་ཏོ། །རྒྱལ་པོ་ཆེན་པོ་གང་གི་ལུས་སྣང་བ་དེ་ལ་རས་ཟུང་གཅིག་པོ་དེ་ཕུལ་ཅིག་ཅེས་དེ་སྐད་ཀྱི་སྒྲ་ཡང་ཐོས་པར་གྱུར་ནས།
en: In this manner, each of the five hundred monks disappeared, and each time King Ajātaśatru heard, “Great King, offer the bolt of cloth to someone whose body appears.”

source: དེ་འདི་སྙམ་དུ་སེམས་ཏེ། གང་བདག་གིས་རས་ཟུང་གཅིག་པོ་འདི་བཙུན་མོ་དམ་པ་ལ་སྦྱིན་ནོ་སྙམ་སྟེ་དེ་སོང་བ་དང་།
en: So he thought, “I will give this bolt of cloth to my foremost queen.”

source: དེ་ཡང་མ་མཐོང་ནས་དེ་འདི་སྙམ་དུ་སེམས་ཏེ་བདག་གིས་བུད་མེད་གཞན་དག་ལ་སྦྱིན་ནོ་སྙམ་པ་དང་། དེས་བུད་མེད་ཀྱི་གཡོག་ཐམས་ཅད་མ་མཐོང་བར་གྱུར་ཏེ།
en: He went to her, but he was unable to see her. “Then,” he thought, “I will give it to another of my women,” but he could not see any of the female servants.

source: དེ་ལ་འདི་འདྲ་བའི་ཏིང་ངེ་འཛིན་མངོན་དུ་གྱུར་ནས་དེ་ལྟར་དེ་མིག་གིས་ཀྱང་གཟུགས་ཆུང་ཟད་ཀྱང་མ་མཐོང་ཞིང་སྣང་བ་མེད་དེ་སྐྱེས་པ་མི་མཐོང་།
en: In this manner, absorption manifested for him such that he could not perceive even the slightest form with his eyes, and everything disappeared.

source: བུད་མེད་མི་མཐོང་། ཁྱེའུ་མི་མཐོང་། བུ་མོ་མི་མཐོང་། རྩིག་པ་མི་མཐོང་། ཤིང་མི་མཐོང་སྟེ།
en: He could not see any men, women, boys, girls, walls, or trees.

source: གཞན་དུ་ན་བདག་གི་ལུས་ཀྱི་འདུ་ཤེས་འབའ་ཞིག་འཇུག་གོ། །རྒྱལ་པོ་ཆེན་པོ་གང་གི་ལུས་མཐོང་བ་དེ་ལ་རས་ཟུང་གཅིག་པོ་དེ་ཕུལ་ཅིག་ཅེས་དེ་སྐད་ཀྱི་སྒྲ་ཡང་ཐོས་པར་གྱུར་ནས་དེ་འདི་སྙམ་དུ་སེམས་ཏེ། བདག་རང་ཉིད་བགོའོ་སྙམ་པ་དང་།
en: The only thing he could perceive was his own body. Once again hearing, “Great King, offer the bolt of cloth to someone whose body appears,” he thought, “I will dress myself in it.”

source: དེ་ནས་བདག་གི་ལུས་ཀྱང་མ་མཐོང་སྟེ།
en: But then his own body, too, disappeared.

source: དེ་གཟུགས་ཀྱི་འདུ་ཤེས་ཐམས་ཅད་དང་བྲལ་ནས་རྒྱལ་པོ་ཆེན་པོ་ཇི་ལྟར་རགས་པ་ཡང་རུང་། ཕྲ་མོ་ཡང་རུང་། གཟུགས་ཆུང་ཟད་ཀྱང་མ་མཐོང་བ་དེ་བཞིན་དུ་ཁྱོད་ཀྱི་འགྱོད་པ་ལ་ལྟོས་ཤིག །
en: As he had now lost all perception of form, he heard, “Great King, regard your remorse in the same manner as your inability to see any form, be it coarse or subtle.

source: ཁྱོད་ཀྱི་འགྱོད་པ་ཇི་ལྟར་མཐོང་བ་དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་ལ་ལྟོས་ཤིག །
en: Regard all phenomena as you would the seeing of your own remorse.

source: གང་གིས་མཐོང་བ་དེ་ལ་ཡང་དེ་བཞིན་དུ་ལྟོས་ཤིག །
en: Regard also in this manner the one who sees.

source: ཇི་ལྟར་གང་མཐོང་བ་དང་། གང་གིས་མཐོང་བ་དེ་མི་མཐོང་བ་དང་། རྣམ་པར་མི་མཐོང་བ་དེ་ལྟར་ལྟོས་ཤིག །
en: Regard what is seen and the one who sees as unseen and devoid of seeing.

source: རྒྱལ་པོ་ཆེན་པོ་དེ་ནི་ཆོས་ཐམས་ཅད་ལ་ཡང་དག་པར་མཐོང་བ་སྟེ།
en: Great King, this is the true seeing of all phenomena.

source: རྒྱལ་པོ་ཆེན་པོ་མ་མཐོང་བ་ནི་ཡང་དག་པར་མཐོང་བའོ།། །།བམ་པོ་ལྔ་པ་སྟེ་ཐ་མ།
en: Great King, not seeing is the true seeing.”

source: དེ་ནས་རྒྱལ་པོ་མ་སྐྱེས་དགྲ་འདུ་ཤེས་དད་སེམས་པའི་རྣམ་པར་རྟོག་པ་ཐམས་ཅད་དང་བྲལ་ནས་ཏིང་ངེ་འཛིན་དེ་ལས་ལངས་མ་ཐག་ཏུ་འཁོར་དེ་དང་། བདག་གི་ལུས་དང་། བདག་གི་ཁང་པ་དང་།
en: Freed from all perceptions and concepts, King Ajātaśatru arose from that absorption and immediately saw the retinue, as well as his own body, home, and servants, just as before.

source: བདག་གི་གཡོག་སྔ་མཁོ་བཞིན་དུ་མཐོང་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །འཇམ་དཔལ་བདག་གིས་འཁོར་འདི་སྔར་མ་མཐོང་ན་གར་མཆིས་པར་གྱུར།
en: He asked Mañjuśrī Kumārabhūta, “Mañjuśrī, when I previously could not see this retinue, where did it go?”

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། རྒྱལ་པོ་ཆེན་པོ་ཁྱོད་ཀྱི་འགྱོད་པ་དེ་གང་ན་བར་གྱུར་པ་འཁོར་འདི་ཡང་དེར་སོང་བར་གྱུར་ཏོ།
en: Mañjuśrī replied, “Great King, this retinue went to the same place as your remorse.

source: །ཡང་རྒྱལ་པོ་ཆེན་པོ་འཁོར་འདི་དག་མཐོང་ངམ། གསོལ་པ།
en: So, Great King, do you perceive this retinue?” “

source: འཇམ་དཔལ་མཐོང་ངོ་།
en: Mañjuśrī, I do perceive it.” “

source: །སྨྲས་པ་ཇི་ལྟར་མཐོང་།
en: How do you perceive it?” “

source: གསོལ་པ། འགྱོད་པ་དེ་ཇི་ལྟར་མཐོང་བ་དེ་བཞིན་དུ་འཁོར་འདི་མཐོང་ངོ་།
en: I see this retinue as I perceive my remorse.” “

source: །སྨྲས་པ། རྒྱལ་པོ་ཆེན་པོ་འགྱོད་པ་དེ་ཇི་ལྟར་མཐོང་།
en: Great King, how do you perceive your remorse?” “

source: གསོལ་པ། ཇི་ལྟར་འཁོར་འདི་སྔར་མིག་གིས་མ་མཐོང་བ་དེ་བཞིན་དུ་འགྱོད་པ་དེ་ནང་དུ་ཡང་མ་མཐོང་། ཕྱི་རོལ་དུ་ཡང་མ་མཐོང་། གཉི་ག་མ་གཏོགས་པར་ཡང་མ་མཐོང་ངོ་།
en: Just as I could not previously see this retinue with my eyes, I do not perceive my remorse internally, externally, or somewhere in between.”

source: །འཇམ་དཔལ་གྱིས་སྨྲས་པ། རྒྱལ་པོ་ཆེན་པོ་དེ་བཞིན་གཤེགས་པས་མཚམས་མེད་པ་བྱེད་པ་ནི་དེ་མ་ཐག་ཏུ་སེམས་ཅན་དམྱལ་བར་འགྲོའོ་ཞེས་གསུངས་ན། ཅི་རྒྱལ་པོ་ཆེན་པོ་ཁྱོད་སེམས་ཅན་དམྱལ་བར་འགྲོའམ།
en: Mañjuśrī continued, “Great King, given that the Thus-Gone One has declared that one will go immediately to the hell realms if one has committed an act that brings immediate results, will you, Great King, go to the hell realms?”

source: དེ་སྐད་སྨྲས་པ་དང་། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་རྒྱལ་པོ་མ་སྐྱེས་དགྲས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །འཇམ་དཔལ་ཇི་དེ་བཞིན་གཤེགས་པས་འདི་ནི་ངན་སོང་དུ་འགྲོ་བའོ། །འདི་ནི་མཐོ་རིས་སུ་འགྲོ་བའོ།
en: King Ajātaśatru asked Mañjuśrī Kumārabhūta, “Mañjuśrī, the Thus-Gone One says, ‘this person will go to the lower realms, this person will go to the higher realms, and this person will pass beyond suffering.’

source: །འདི་ནི་མྱ་ངན་ལས་འདའ་བར་འགྲོ་བའོ་ཞེས་ཆོས་གང་ཡང་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་སམ།
en: Does that mean he genuinely perceives such phenomena?” “

source: སྨྲས་པ། རྒྱལ་པོ་ཆེན་པོ་དེ་མ་ཡིན་ནོ། །གསོལ་པ།
en: No, Great King, he does not.” “

source: འཇམ་དཔལ་ཆོས་ཐམས་ཅད་ལ་དེ་བཞིན་དུ་མངོན་པར་རྫོགས་པར་སངས་མ་རྒྱས་ན་ཆོས་གང་སེམས་ཅན་དམྱལ་བར་མཆི་བའམ། ལྷར་མཆི་བའམ། མྱ་ངན་ལས་འདའ་བར་འགྱུར་བའི་ཆོས་དེ་བདག་གིས་མ་མཐོང་སྟེ།
en: Mañjuśrī, if one does not genuinely perceive any phenomena in that manner, then I do not perceive that anything goes to the hell realms, goes to the gods, or passes beyond suffering.

source: འཇམ་དཔལ་ཆོས་ཐམས་ཅད་ནི་སྟོང་པ་ཉིད་དུ་མཆི་བ་ལས་ཀྱང་མ་འདས་ལ་སྟོང་པ་ཉིད་ནི་ངན་སོང་དུ་མཆི་བ་ཡང་མ་ལགས། མཐོ་རིས་སུ་མཆི་བ་ཡང་མ་ལགས། མྱ་ངན་ལས་འདའ་བར་མཆི་བ་ཡང་མ་ལགས་སོ།
en: Mañjuśrī, no phenomenon ever passes beyond emptiness, and emptiness does not go to the lower realms, go to the higher realms, or pass beyond suffering.

source: །འཇམ་དཔལ་ཆོས་ཀྱི་དབྱིངས་ནི་མ་འདྲེས་པའོ།
en: Mañjuśrī, the realm of phenomena is unmixed.

source: །ཆོས་ཐམས་ཅད་ཀྱང་ཆོས་ཀྱི་དབྱིངས་ཀྱི་རང་བཞིན་ཅན་ཏེ། ཆོས་ཀྱི་དབྱིངས་ནི་ངན་སོང་དུ་ཡང་མི་མཆི། མཐོ་རིས་སུ་ཡང་མི་མཆི། མྱ་ངན་ལས་འདའ་བར་ཡང་མི་མཆིའོ།
en: All phenomena have the nature of the realm of phenomena, and the realm of phenomena does not go to the lower realms, go to the higher realms, or pass beyond suffering.

source: །འཇམ་དཔལ་མཚམས་མེད་པ་ཞེས་བགྱི་བ་ནི་ཆོས་ཀྱི་དབྱིངས་སུ་མཚམས་མ་མཆིས་པའི་ཚིག་བླ་དགས་སོ།
en: Mañjuśrī, immediate results is a synonym for the immediacy of the realm of phenomena.

source: །འཇམ་དཔལ་མཚམས་མ་མཆིས་པ་ནི་ཆོས་ཀྱི་དབྱིངས་ཀྱི་རང་བཞིན་ཅན་ཏེ། མཚམས་མ་མཆིས་པ་གང་གི་རང་བཞིན་པ།
en: Mañjuśrī, immediacy is the nature of the realm of phenomena.

source: ཆོས་ཐམས་ཅད་ཀྱང་དེའི་རང་བཞིན་ནོ།
en: The nature of immediacy is also the nature of all phenomena.

source: །འཇམ་དཔལ་དེ་བས་ན་ཆོས་ཐམས་ཅད་ནི་འགྲོ་བ་མ་མཆིས་པ་སྟེ།
en: Therefore, Mañjuśrī, all phenomena do not go anywhere.

source: དེའི་སླད་དུ་བདག་ནི་ངན་སོང་དུ་ཡང་མི་མཆི། མཐོ་རིས་སུ་ཡང་མི་མཆི། མྱ་ངན་ལས་འདའ་བར་ཡང་མི་མཆིའོ།
en: For that reason, I will not go to the lower realms, go to the higher realms, or pass beyond suffering.”

source: །འཇམ་དཔལ་གྱིས་སྨྲས་པ། རྒྱལ་པོ་ཆེན་པོ་ཁྱོད་དེ་སྐད་སྨྲ་ན། སྟོན་པའི་བཀའ་དང་འགལ་བར་བྱེད་དམ། གསོལ་པ།
en: Mañjuśrī asked, “Great King, if you claim this, do you contradict the message of the Teacher?” “

source: འཇམ་དཔལ་བདག་ནི་སྟོན་པའི་བཀའ་དང་འགལ་བར་མི་བགྱིད་དོ།
en: Mañjuśrī, I do not contradict the message of the Teacher.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བདག་མེད་པའི་མཐའ་ནི་ཡང་དག་པའི་མཐར་གསུངས་ཏེ།
en: The Blessed One has taught the limit of no self as the limit of reality.

source: གང་བདག་མེད་པའི་མཐའ་དེ་ལ་ནི་སེམས་ཅན་གང་ཡང་མ་མཆིས་སོ།
en: Within the limit of no self, there are no beings.

source: །སེམས་ཅན་མ་མཆིས་ན་གང་དེ་ནི་མངོན་པར་འདུ་བྱེད་པ་གང་ཡང་མ་མཆིས་སོ།
en: If there are no beings, nothing is performed.

source: །གང་ཚོར་བར་བགྱིད་པ་གང་ཡང་མ་མཆིས་སོ།
en: There is nothing that causes feeling.” “

source: །སྨྲས་པ། རྒྱལ་པོ་ཆེན་པོ་འགྱོད་པ་དེ་བསལ་ཏམ། གསོལ་པ།
en: Great King, has your remorse been eliminated?” “

source: ཆོས་ཐམས་ཅད་རབ་ཏུ་བསལ་བའི་སླད་དུའོ།
en: Yes, because all phenomena are eliminated.”

source: །འཇམ་དཔལ་གྱིས་སྨྲས་པ། རྒྱལ་པོ་ཆེན་པོ་ཁྱོད་ཐེ་ཙོམ་སྤངས་སམ། གསོལ་པ།
en: Mañjuśrī continued, “Great King, have you gotten rid of doubt?” “

source: ཆོས་ཐམས་ཅད་ཤིན་ཏུ་སྤངས་པའི་སླད་དུའོ།
en: Yes, because all phenomena have been gotten rid of.”

source: །འཇམ་དཔལ་གྱིས་སྨྲས་པ། རྒྱལ་པོ་ཆེན་པོ་ཁྱོད་ལ་འཁོར་འདི་དག་མཚམས་མེད་པ་བྱེད་པར་རམ། འོན་ཏེ་མ་ཡིན་པར་རམ།
en: Mañjuśrī continued, “Great King, have you gained immediacy with this retinue, or not?

source: ཇི་ལྟར་འཛིན་པར་འགྱུར། གསོལ་པ།
en: How do you perceive it?” “

source: འཇམ་དཔལ་མཚམས་མ་མཆིས་པ་གང་གིས་མི་བསྐྱོད་པའི་རྣམ་པར་གྲོལ་བ་རྟོགས་པར་གྱུར་པའི་མཚམས་མ་མཆིས་པ་དེ་ལ་བདག་གནས་པར་འཛིན་པར་འགྱུར་རོ།
en: Mañjuśrī, by means of immediacy, one gains immediacy with the realization of undisturbed liberation. I perceive that I dwell within that.

source: །མཚམས་མ་མཆིས་པ་གང་གིས་བྱང་ཆུབ་སེམས་དཔའ་བཟོད་པ་ཐོབ་པར་བགྱིད་པའི་མཚམས་མ་མཆིས་པ་དེ་ལ་བདག་གནས་པར་འཛིན་པར་འགྱུར་རོ།
en: By means of immediacy, one gains immediacy with the acceptance of bodhisattvas. I dwell within that.

source: །འཇམ་དཔལ་མཚམས་མ་མཆིས་པ་ཞེས་བགྱི་བ་ནི་གང་ན་མཐའ་ཡང་མ་མཆིས། དབུས་ཀྱང་མ་མཆིས་པ་སྟེ།
en: Immediacy means the lack of any limit or center.

source: གང་ན་མཐའ་ཡང་མ་མཆིས། དབུས་ཀྱང་མ་མཆིས་པ་དེ་ལ་བདག་གནས་པར་འཛིན་པར་འགྱུར་རོ།
en: It is within this absence of limit or center that I dwell.”

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཡེ་ཤེས་དཔལ་གྱི་རྒྱལ་མཚན་གྱིས་སྨྲས་པ། ཀྱེ་མའོ་རྒྱལ་པོ་ཆེན་པོ་འདིས་ནི་ཤེས་རབ་དང་ཡེ་ཤེས་ཀྱི་ལམ་སྦྱངས་སོ།
en: Then the bodhisattva great being Wisdom Banner of Glory remarked, “Oh, this great king has trained in the path of insight and wisdom.

source: །དེ་བས་ན་འདི་འདྲ་བའི་བཟོད་པ་ཐོབ་པར་གྱུར་ཏོ།
en: Therefore, he has gained such acceptance.”

source: །རྒྱལ་པོས་གསོལ་པ། རིགས་ཀྱི་བུ་ཆོས་ཐམས་ཅད་ནི་ཤིན་ཏུ་རྣམ་པར་དག་པ་ཤིན་ཏུ་མ་འདྲེས་པ། ཤིན་ཏུ་ཉོན་མ་མོངས་པ་སྟེ།
en: The king replied, “Noble son, all phenomena are utterly pure, utterly unmixed, and utterly unafflicted.

source: དེ་དག་ནི་ཀུན་ནས་ཉོན་མོངས་པར་བགྱི་མི་ནུས་སོ།
en: They could not become afflicted.

source: །ཀུན་ནས་ཉོན་མོངས་པའི་ལས་ནི་ལམ་ལགས་ཏེ།
en: The action of affliction represents the path.

source: ལམ་དེ་ཡང་འཁོར་བར་ཡང་མི་མཆི། མྱ་ངན་ལས་འདའ་བར་ཡང་མི་མཆི།
en: However, the path is neither in saṃsāra nor in nirvāṇa.

source: ལམ་དེ་ནི་གང་དུ་ཡང་མི་འདྲེན་ཏེ། ལམ་དེ་ནི་མི་འདྲེན་པའོ།
en: This path does not lead anywhere—this path does not lead.”

source: །བསྟན་པ་འདི་བསྟན་པའི་ཚེ་རྒྱལ་པོ་མ་སྐྱེས་དགྲས་འཐུན་པའི་ཆོས་ལ་བཟོད་པ་ཐོབ་པར་གྱུར་ཏོ།
en: When he gave this teaching, King Ajātaśatru gained the acceptance of phenomena that accords with reality.

source: །བུད་མེད་སུམ་ཁྲི་ཉིས་སྟོང་གིས་ནི་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པའི་རྫུ་འཕྲུལ་མངོན་པར་འཕྲུལ་པ་མཐོང་ནས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་དོ།
en: In seeing Mañjuśrī Kumārabhūta’s manifestation of miracles, thirty-two thousand women developed the mind directed toward unsurpassed and perfect awakening.

source: །ནང་གི་སྐྱེ་བོ་སྲོག་ཆགས་ལྔ་བརྒྱ་ནི་ཆོས་ལ་ཆོས་ཀྱི་མིག་རྣམ་པར་དག་གོ།
en: Five hundred people from the household purified the Dharma eye.

source: །རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོ་ནས་ཀྱང་ཆོས་ཉན་པར་འདོད་པ་སྲོག་ཆགས་སྟོང་ཕྲག་མང་པོ་དག་བྱུང་སྟེ།
en: Many thousands of beings who wished to hear the Dharma came forth from the city of Rājagṛha.

source: རྒྱལ་པོ་མ་སྐྱེས་དགྲའི་ཁབ་ཀྱི་སྒོ་ན་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་མཆོད་པ་བྱེད་པའི་ལས་བྱ་བའི་ཕྱིར་འདུག་པར་གྱུར་ཏོ།
en: They stood in the gateway to King Ajātaśatru’s residence in order to venerate Mañjuśrī Kumārabhūta.

source: །དེ་ནས་དེའི་ཚེ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་རྐང་པའི་མཐེ་བོས་ས་ཆེན་པོ་འདི་ལ་བསྣུན་ནོ། །བསྣུན་མ་ཐག་ཏུ་ཡང་ས་ཆེན་པོ་འདི་ཐམས་ཅད་རྒྱུ་བཻ་དཱུརྱ་ལས་བྱས་པར་གྱུར་ཏོ། །དེ་ནས་རྒྱལ་པོའི་ཁབ་ཀྱི་སྐྱེས་པ་དང་། བུད་མེད་དང་།
en: At that moment, Mañjuśrī Kumārabhūta pressed his big toe to the earth, whereupon the entire earth immediately became composed of beryl.

source: ཁྱེའུ་དང་། བུ་མོ་ཐམས་ཅད་ཀྱིས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་དང་། ཉན་ཐོས་ཆེན་པོ་དེ་དག་མཐོང་བ་ནི་འདི་ལྟ་སྟེ། དཔེར་ན་མེ་ལོང་ཤིན་ཏུ་གསལ་བའི་ནང་དུ་བཞིན་མཐོང་བ་དེ་བཞིན་དུ་དེ་དག་གིས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་འཁོར་དང་བཅས་པ་མཐོང་ངོ་།
en: The men, women, boys, and girls of Rājagṛha beheld Mañjuśrī Kumārabhūta, the bodhisattvas, and the great hearers in the following manner: they perceived Mañjuśrī Kumārabhūta and his retinue as clearly as one sees one’s own face in a clear mirror.

source: །དེ་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་ཅི་ནས་ཀྱང་སྲོག་ཆགས་བརྒྱད་ཁྲི་བཞི་སྟོང་གིས་ཆོས་ལ་ཆོས་ཀྱི་མིག་རྣམ་པར་དག་པ་དང་། སྲོག་ཆགས་ལྔ་བརྒྱས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་པར་འགྱུར་བ་དེ་ལྟ་དེ་ལྟར་ཆོས་བཤད་དོ།
en: Then Mañjuśrī Kumārabhūta gave a Dharma teaching that ensured that eighty-four thousand beings purified the Dharma eye with respect to phenomena and that five hundred beings developed the mind directed toward unsurpassed and perfect awakening.

source: །དེ་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་སྟན་ལས་ལངས་ཏེ། དགེ་སློང་གི་དགེ་འདུན་དང་། འཁོར་དང་བཅས་ཏེ་རྒྱལ་པོ་མ་སྐྱེས་དགྲའི་ཁབ་ནས་བྱུང་ངོ་།
en: Mañjuśrī Kumārabhūta then rose from his seat, and together with the saṅgha of monks and the retinue he left the residence of King Ajātaśatru.

source: །རྒྱལ་པོ་མ་སྐྱེས་དགྲ་ཡང་འཁོར་དང་བཅས་ཏེ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པའི་ཕྱི་བཞིན་དུ་འབྲངས་པ་ལས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལམ་དུ་ཞུགས་པས་ཕྱོགས་གཞན་ཞིག་ན་མི་ཞིག་གིས་མའི་སྲོག་བཅད་ནས་དེ་ཤིང་ཞིག་གི་དྲུང་ན་ངུ་ཞིང་མྱ་ངན་བྱེད་ལ།
en: King Ajātaśatru and his retinue followed after Mañjuśrī Kumārabhūta. When Mañjuśrī Kumārabhūta had set out on the road, at one place he encountered a man who was sitting under a tree, weeping and miserable over the fact that he had killed his mother.

source: བདག་གིས་སྡིག་པའི་ལས་བྱས་ཀྱིས།
en: The man lamented, “I have committed an evil act.

source: བདག་ནི་ངེས་པར་སེམས་ཅན་དམྱལ་བར་འགྲོའོ་ཞེས་ཟེར་ཞིང་འདུག་པ་མཐོང་སྟེ།
en: I will definitely go to hell.”

source: མི་དེ་ཡང་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་འདུལ་བར་གྱུར་པ་ཞིག་གོ། །དེ་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་སྐྱེས་བུ་དེ་གདུལ་བའི་ཕྱིར་སྐྱེས་བུ་གཞན་ཞིག་མངོན་པར་སྤྲུལ་ཏོ།
en: Mañjuśrī Kumārabhūta decided to guide that man, so he emanated another person, as well as that person’s two parents, in order to guide that man.

source: །སྐྱེས་བུ་དེའི་ཕ་མ་ཡང་མངོན་པར་སྤྲུལ་ཏོ། །དེ་ནས་སྐྱེས་བུ་སྤྲུལ་པ་དེ་ཕ་མ་དང་འགྲོགས་ཏེ། སྐྱེས་བུ་མ་གསོད་པ་དེ་ག་ལ་བ་དེར་སོང་ནས་ཧ་ཅང་ཡང་རྒྱང་མི་རིང་བ་ཞིག་ནས།
en: Then the emanated person and his parents began to approach the man who had murdered his mother until they arrived at a close distance.

source: ཅི་ནས་ཀྱང་སྐྱེས་བུ་ཡང་དག་པ་དེས་མཐོང་བར་འགྱུར་བ་དེ་ལྟར་རྩོད་པར་གྱུར་ཏེ།
en: Ensuring that the real person would see them, they started arguing.

source: བུས་སྨྲས་པ། ལམ་ནི་འདི་ཡིན་ནོ། །ཕ་དང་མས་སྨྲས་པ།
en: The son yelled, “This is the right road!”

source: བུ་ལམ་འདི་མ་ཡིན་ནོ་ཞེས་དེ་དག་འཐབ་པར་གྱུར་པ་ལས་སྐྱེས་བུ་སྤྲུལ་པ་དེས་ཕ་དང་མའི་སྲོག་བཅད་པར་གྱུར་པ་དང་།
en: The parents replied, “No, son, this is not the right road!”

source: སྐྱེས་བུ་ཡང་དག་པས་སྐྱེས་བུ་དེའི་ཕ་དང་མའི་སྲོག་བཅད་པ་མཐོང་ངོ་།
en: As they argued in this fashion, the emanated person murdered his parents while the real person witnessed the emanated person’s murder of his parents.

source: དེ་ནས་སྤྲུལ་པའི་སྐྱེས་བུ་དེས་ཕ་མའི་སྲོག་བཅད་ནས་སྐྱེས་བུ་ཡང་དག་པ་དེ་ག་ལ་བ་དེར་སོང་སྟེ།
en: Once he had murdered his parents, the emanated person went over to the real person.

source: ངུ་ཞིང་མཆི་མས་བརྣངས་ནས།
en: Weeping and choking on his tears, he said, “I have committed an evil act.

source: བདག་གིས་སྡིག་པའི་ལས་བྱས་ཏེ་བདག་གིས་ཕ་དང་མའི་སྲོག་བཅད་པས་བདག་ནི་ངེས་པར་སེམས་ཅན་དམྱལ་བར་མཆིའོ་ཞེས་དེ་སྐད་སྨྲས་པ་དང་།
en: Having murdered my parents, I will definitely go to hell.”

source: སྐྱེས་བུ་ཡང་དག་པས་དེ་ཐོས་ནས་འདི་སྙམ་དུ་གྱུར་ཏོ། །བདག་གིས་ནི་མ་འབའ་ཞིག་གི་སྲོག་བཅད་དུ་ཟད་ཀྱི།
en: Hearing this, the real person thought, “I have only murdered my mother, whereas this person has murdered both his parents.

source: སྐྱེས་བུ་འདིས་ནི་ཕ་མ་གཉི་གའི་སྲོག་བཅད་པས་སྐྱེས་བུ་འདིས་སྡིག་པའི་ལས་ཆེར་བྱས་ཀྱིས།
en: This person’s evil deeds are greater.

source: འདི་གར་འགྲོ་བར་བདག་ཀྱང་དེར་འགྲོ་བར་འགྱུར་རོ་སྙམ་པ་དང་།
en: Wherever he is going, I will go too.”

source: སྤྲུལ་པའི་སྐྱེས་བུ་དེ་ངུ་ཞིང་ཀྱེ་སྐྱེས་བུ་བདག་ནི་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པའི་དྲུང་དུ་མཆིའོ།
en: The emanated person wept, crying, “Listen, sir! I must go to the blessed Śākyamuni.

source: བཅོམ་ལྡན་འདས་དེ་ནི་སེམས་ཅན་མགོན་མེད་པ་རྣམས་ཀྱི་མགོན།
en: The Blessed One is the protector of beings without a protector.

source: སེམས་ཅན་འཇིགས་པ་རྣམས་ལ་མི་འཇིགས་པ་སྦྱིན་པར་མཛད་པ་ཡིན་གྱིས།
en: He gives freedom from fear to fearful beings.

source: བཅོམ་ལྡན་འདས་དེ་ཅི་གསུང་བ་བཞིན་དུ་ནན་ཏན་བྱའོ་ཞེས་དེ་སྐད་སྨྲས་ཏེ།
en: I will earnestly do whatever the Blessed One says.”

source: དེ་ནས་སྤྲུལ་པའི་སྐྱེས་བུ་དེ་སོང་བ་དང་། སྐྱེས་བུ་ཡང་དག་པ་དེ་ཡང་སྐྱེས་བུ་འདི་གར་འགྲོ་བར་བདག་ཀྱང་དེར་འགྲོ་བར་འགྱུར་གྱིས། བདག་ཀྱང་དེར་འགྲོའོ་ཞེས་དེའི་ཕྱི་བཞིན་དུ་འབྲངས་སོ།
en: Then the emanated person left, and the real person said, “I will go wherever he goes, so I shall go too,” and so he followed after him.

source: །དེ་ནས་སྤྲུལ་པའི་སྐྱེས་བུ་དེས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་པ་དང་།
en: The emanated person then went before the blessed Śākyamuni.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བདག་གིས་ཕ་མའི་སྲོག་བཅད་ན་བཅོམ་ལྡན་འདས་བདག་ལ་སྐྱབས་མཛད་པར་གསོལ།
en: Bowing his head to the Blessed One’s feet, he said, “Blessed One, I have murdered my parents. Thus, Blessed One, please give me protection.

source: བདག་གིས་དེ་ཇི་ལྟར་བགྱི།
en: What should I do?”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་སྤྲུལ་པའི་སྐྱེས་བུ་དེ་ལ་ལེགས་སོ་ཞེས་བྱ་བ་བྱིན་ནས། ལེགས་སོ་ལེགས་སོ།
en: The Blessed One then offered his approval to the emanated person, saying, “Excellent, excellent.

source: །ཀྱེ་སྐྱེས་བུ་ཁྱོད་ནི་བདེན་པར་སྨྲ། ཡང་དག་པར་སྨྲ།
en: Listen, sir! You speak the truth; you speak accurately.

source: ཇི་ལྟར་བྱས་པ་དེ་བཞིན་དུ་སྨྲའོ།
en: You declare precisely what you have done.

source: །གང་ཁྱོད་ནི་དེ་བཞིན་གཤེགས་པའི་སྤྱན་སྔར་བདེན་པའི་ཚིག་སྨྲས་ཏེ་མི་སླུ་བ་ཡིན་མོད་ཀྱི།
en: Indeed, you speak the truth in the presence of the Thus-Gone One, and you are free from deception.

source: སྐྱེས་བུ་ཁྱོད་སེམས་ཀྱི་རྒྱུད་ལ་རྟོགས་ཤིག །
en: Still, sir, please consider your mind.

source: ཁྱོད་ཀྱིས་འདས་པས་སམ། མ་འོངས་པས་སམ། ད་ལྟར་གྱིས་སམ། སེམས་གང་གིས་ཕ་མའི་སྲོག་བཅད།
en: With what mind have you murdered your parents—past, present, or future?

source: འདས་པའི་སེམས་ནི་ཟད་པ་དང་བྲལ་བ།
en: The mind of the past is exhausted and gone. It has ceased.

source: འགགས་པ་གཞན་དུ་གྱུར་པ་སྟེ།
en: It has transformed.

source: ཡུལ་ན་ཡང་མི་གནས།
en: It does not exist in any object or in any location.

source: ཕྱོགས་ན་ཡང་མི་གནས་པས་དེ་ནི་གདགས་སུ་མི་ནུས་སོ།
en: Thus, it cannot be designated.

source: །མ་འོངས་པ་ནི་མ་ཕྱིན་པ་སྟེ།
en: The mind of the future has not yet come.

source: དེ་ནི་མ་སྐྱེས་པ་མ་བྱུང་བ།
en: It is unborn and unarisen.

source: ཡང་དག་པར་མ་བྱུང་བ། མ་གྱུར་པ། རྣམ་པར་མ་གྱུར་པ། མཚན་མ་མེད་པ། མ་བྱུང་བ་སྟེ།
en: It has not occurred; it has not come to exist; it is free of marks; it has not happened.

source: དེ་ཡང་གདགས་སུ་མི་ནུས་སོ།
en: Therefore, it also cannot be designated.

source: །ད་ལྟར་གྱི་སེམས་ནི་གནས་པ་མེད་པ་སྟེ། སྐྱེས་ནས་ཞིག་ཅིང་དེངས་པར་འགྱུར་བ་ཕུང་པོར་མ་གྱུར་པ། བསགས་པར་མ་གྱུར་པའོ།
en: The mind of the present does not remain; it arises, ceases, and dissipates; it does not aggregate or gather.

source: །དེ་ལ་ནི་འགྲོ་བ་དང་འོང་བར་གདགས་པ་ཡང་མེད་དོ།
en: It cannot be designated as going or coming. Listen, sir!

source: །ཀྱེ་སྐྱེས་བུ་སེམས་ནི་ནང་གི་ལུས་ལ་ཡང་མི་འཇུག །ཕྱི་རོལ་གྱི་ཡུལ་དུ་ཡང་མི་རྒྱུ།
en: The mind does not enter within the body, it does not move into external objects, and it cannot be observed somewhere in between. Listen, sir!

source: གཉི་ག་མེད་པར་ཡང་མི་དམིགས་སོ། །ཀྱེ་སྐྱེས་བུ་སེམས་ནི་སྔོན་པོ་མ་ཡིན། སེར་པོ་མ་ཡིན། དམར་པོ་མ་ཡིན། དཀར་པོ་མ་ཡིན།
en: The mind is not blue, yellow, red, white, amber, or clear.

source: ཇ་གོང་མ་ཡིན།
en: Listen, sir!

source: ཤེལ་གྱི་ཁ་དོག་མ་ཡིན་ནོ། །ཀྱེ་སྐྱེས་བུ་སེམས་ནི་གཟུགས་མེད། བསྟན་དུ་མེད།
en: The mind is formless, cannot be shown, and cannot be perceived.

source: གཟུང་དུ་མེད། ཐོགས་པ་མེད། སྒྱུ་མ་ལྟ་བུ། དཔེ་མེད་པ་སྟེ།
en: It is unimpeded, illusory, and indescribable.

source: །ཀྱེ་སྐྱེས་བུ་སེམས་ནི་འདོད་མི་ཆགས་ཞེ་མི་སྡང་།
en: Listen, sir! The mind is not attached, aggressive, or deluded. Listen, sir!

source: གཏི་མི་མུག་གོ། །ཀྱེ་སྐྱེས་བུ་སེམས་ནི་མངོན་པར་འདུ་མི་བྱེད། བྱེད་པ་མེད། ཚོར་བ་མེད། སེམས་པ་མེད།
en: The mind does not perform anything, do anything, feel anything, think anything, or experience anything.

source: མྱོང་བར་བྱེད་པ་མེད་དོ།
en: Listen, sir!

source: །ཀྱེ་སྐྱེས་བུ་སེམས་ནི་རང་བཞིན་གྱིས་དང་བ་ཡིན་ཏེ། དེ་ནི་ཀུན་ནས་ཉོན་མོངས་པར་མི་འགྱུར། རྣམ་པར་དག་པར་མི་འགྱུར་རོ།
en: The mind is naturally lucid, and it could not become afflicted or purified.

source: །ཀྱེ་སྐྱེས་བུ་སེམས་ནི་ཚེ་འདི་ལའང་མེད། ཚེ་རབས་གཞན་ནའང་མེད།
en: Listen, sir! The mind does not exist in this life, in another life, or somewhere other than these two.
